import 'dart:math';

const List<String> objects = [
  "Ұшақ", // Самолёт
  "Алма", // Яблоко
  "Қол", // Рука
  "Банан", // Банан
  "Доп", // Мяч
  "Бұлт", // Облако
  "Күн", // Солнце
  "Кесе", // Чашка
  "Шар", // Воздушный шар
  "Сызық", // Линия
  "Төртбұрыш", // Квадрат
  "Үшбұрыш", // Треугольник
  "Жұлдыз", // Звезда
  "Қарындаш", // Карандаш
  "Қолшатыр", // Зонт
  "Қасық", // Ложка
  "Шанышқы", // Вилка
  "Көңіл күй", // Смайлик
  "Компьютер", // Компьютер
  "Кофейная чашка", // Кофейная чашка
  "Көз", // Глаз
  "Өшіргіш", // Ластик
  "Құмыра", // Ваза
  "Телефон", // Телефон
  "Аяқ", // Нога
  "Пицца", // Пицца
  "Ит", // Собака
  "Қоян", // Кролик
  "Балық", // Рыба
  "Ағаш", // Дерево
  "Кілт", // Ключ
  "Кітап", // Книга
  "Түйме", // Пуговица
  "Лампочка", // Лампочка
  "Мұрын", // Нос
  "Жапырақ", // Лист
  "Ай", // Луна
  "Тісті щетка", // Зубная щетка
  "Пошта жәшігі", // Почтовый ящик
  "Қар ұшқыны", // Снежинка
  "Торнадо", // Торнадо
  "Бақша", // Сад
  "Пияз", // Лук
  "Құлаққап", // Наушники
  "Жол", // Дорога
  "Парашют", // Парашют
  "Аяқ киім", // Обувь
  "Тіс пастасы", // Зубная паста
];

String getRandomObject() {
  return objects[Random().nextInt(objects.length)];
}
